"NSPhotoLibraryUsageDescription" = "Necesitamos acceso a tu galería para permitirte elegir una foto de perfil.";
"NSCameraUsageDescription" = "Necesitamos acceso a tu cámara para permitirte tomar una nueva foto de perfil.";
"NSMicrophoneUsageDescription" = "Necesitamos el micrófono para habilitar la grabación de audio en algunas funciones.";
"NSSpeechRecognitionUsageDescription" = "Utilizamos reconocimiento de voz para permitirle interactuar con la aplicación usando su voz.";
